Repository: Lahmatov/Family-app
Catalog: ios/FamilyApp/Resources/Localizable.xcstrings
Source language: en
Languages: pt_pt, ru

# app.name
source: Family
pt_pt: Família
ru: Семья

# approvals.approve
source: Approve
pt_pt: Aprovar
ru: Подтвердить

# approvals.by %@
source: Requested by %@
pt_pt: Pedido por %@
ru: Запросил(а): %@

# approvals.cancel
source: Cancel request
pt_pt: Cancelar pedido
ru: Отменить запрос

# approvals.changeRole %@
source: Change role of %@
pt_pt: Alterar a função de %@
ru: Сменить роль: %@

# approvals.deleteFamily
source: Delete the family and all its data
pt_pt: Eliminar a família e todos os dados
ru: Удалить семью и все её данные

# approvals.done
source: Done.
pt_pt: Feito.
ru: Готово.

# approvals.footer
source: Critical actions run only after a second administrator approves them.
pt_pt: Ações críticas só são executadas após a aprovação de um segundo administrador.
ru: Критичные действия выполняются только после подтверждения вторым администратором.

# approvals.header
source: Waiting for approval
pt_pt: A aguardar aprovação
ru: Ждут подтверждения

# approvals.invite %@
source: Invite %@
pt_pt: Convidar %@
ru: Пригласить %@

# approvals.reject
source: Reject
pt_pt: Rejeitar
ru: Отклонить

# approvals.remove %@
source: Remove %@ from the family
pt_pt: Remover %@ da família
ru: Удалить %@ из семьи

# approvals.waiting
source: Sent for approval to the second administrator.
pt_pt: Enviado para aprovação do segundo administrador.
ru: Отправлено на подтверждение второму администратору.

# auth.confirmEmail
source: We sent a confirmation link to your email. Open it on this iPhone.
pt_pt: Enviámos um link de confirmação para o seu email. Abra-o neste iPhone.
ru: Мы отправили ссылку для подтверждения на ваш email. Откройте её на этом iPhone.

# auth.createAccount
source: Create account
pt_pt: Criar conta
ru: Создать аккаунт

# auth.name
source: Your name
pt_pt: O seu nome
ru: Ваше имя

# auth.password
source: Password
pt_pt: Palavra-passe
ru: Пароль

# auth.signIn
source: Sign in
pt_pt: Iniciar sessão
ru: Войти

# auth.signIn.footer
source: After the password you'll confirm with a one-time code.
pt_pt: Depois da palavra-passe será pedido um código único.
ru: После пароля потребуется одноразовый код.

# budget.add
source: New transaction
pt_pt: Novo movimento
ru: Новая операция

# budget.amount
source: Amount
pt_pt: Montante
ru: Сумма

# budget.byCategory
source: By category
pt_pt: Por categoria
ru: По категориям

# budget.category
source: Category
pt_pt: Categoria
ru: Категория

# budget.date
source: Date
pt_pt: Data
ru: Дата

# budget.empty
source: No transactions yet
pt_pt: Ainda sem movimentos
ru: Пока нет операций

# budget.empty.description
source: Tap + to add an expense.
pt_pt: Toque em + para adicionar uma despesa.
ru: Нажмите +, чтобы добавить расход.

# budget.expense
source: Expense
pt_pt: Despesa
ru: Расход

# budget.income %@
source: Income: %@
pt_pt: Receitas: %@
ru: Доходы: %@

# budget.incomeKind
source: Income
pt_pt: Receita
ru: Доход

# budget.kind
source: Type
pt_pt: Tipo
ru: Тип

# budget.limits
source: Budgets
pt_pt: Orçamentos
ru: Лимиты бюджета

# budget.limits.footer %@
source: Limits apply from %@ onwards.
pt_pt: Os limites aplicam-se a partir de %@.
ru: Лимиты действуют с месяца: %@.

# budget.merchant
source: Where (shop, service)
pt_pt: Onde (loja, serviço)
ru: Где (магазин, сервис)

# budget.nextMonth
source: Next month
pt_pt: Mês seguinte
ru: Следующий месяц

# budget.noAccess
source: No access to finances
pt_pt: Sem acesso às finanças
ru: Нет доступа к финансам

# budget.noAccess.description
source: Ask an administrator if you need it.
pt_pt: Peça a um administrador, se precisar.
ru: Попросите администратора, если он нужен.

# budget.noLimit
source: No limit
pt_pt: Sem limite
ru: Без лимита

# budget.note
source: Note
pt_pt: Nota
ru: Заметка

# budget.ofLimit %@
source: of %@ budget
pt_pt: de um orçamento de %@
ru: из бюджета %@

# budget.over %@
source: %@ over budget
pt_pt: %@ acima do orçamento
ru: Перерасход %@

# budget.overall
source: Total per month
pt_pt: Total por mês
ru: Всего в месяц

# budget.previousMonth
source: Previous month
pt_pt: Mês anterior
ru: Предыдущий месяц

# budget.private
source: Private
pt_pt: Privado
ru: Личное

# budget.private.footer
source: Other members, including administrators, won't see this transaction or its receipt.
pt_pt: Os outros membros, incluindo administradores, não verão este movimento nem o recibo.
ru: Другие участники, включая администраторов, не увидят эту операцию и её чек.

# budget.privateToggle
source: Only visible to me
pt_pt: Visível só para mim
ru: Видно только мне

# budget.projectedOver %@
source: At this pace: %@ by month end
pt_pt: A este ritmo: %@ no fim do mês
ru: В таком темпе: %@ к концу месяца

# budget.rate %@ %@
source: %@ per 1 %@
pt_pt: %@ por 1 %@
ru: %@ за 1 %@

# budget.receipt
source: Receipt
pt_pt: Recibo
ru: Чек

# budget.receipt.add
source: Add photo
pt_pt: Adicionar foto
ru: Добавить фото

# budget.receipt.attached
source: Photo attached (location data removed)
pt_pt: Foto anexada (dados de localização removidos)
ru: Фото прикреплено (геоданные удалены)

# budget.receipt.replace
source: Replace photo
pt_pt: Substituir foto
ru: Заменить фото

# budget.remaining %@
source: %@ left
pt_pt: Restam %@
ru: Осталось %@

# budget.spent
source: Spent this month
pt_pt: Gasto este mês
ru: Потрачено за месяц

# category.benefits
source: Benefits
pt_pt: Subsídios
ru: Пособия

# category.education
source: Education
pt_pt: Educação
ru: Образование

# category.gifts
source: Gifts
pt_pt: Presentes
ru: Подарки

# category.groceries
source: Groceries
pt_pt: Supermercado
ru: Продукты

# category.health
source: Health
pt_pt: Saúde
ru: Здоровье

# category.housing
source: Housing
pt_pt: Habitação
ru: Жильё

# category.kids
source: Kids
pt_pt: Crianças
ru: Дети

# category.loans
source: Loans
pt_pt: Créditos
ru: Кредиты

# category.other
source: Other
pt_pt: Outros
ru: Другое

# category.other_income
source: Other income
pt_pt: Outras receitas
ru: Другие доходы

# category.restaurants
source: Restaurants & cafés
pt_pt: Restaurantes e cafés
ru: Кафе и рестораны

# category.salary
source: Salary
pt_pt: Salário
ru: Зарплата

# category.shopping
source: Shopping
pt_pt: Compras
ru: Покупки

# category.sport
source: Sport
pt_pt: Desporto
ru: Спорт

# category.subscriptions
source: Subscriptions
pt_pt: Subscrições
ru: Подписки

# category.transport
source: Transport
pt_pt: Transportes
ru: Транспорт

# category.travel
source: Travel
pt_pt: Viagens
ru: Путешествия

# category.utilities
source: Utilities
pt_pt: Contas da casa
ru: Коммунальные

# children.add
source: Add child
pt_pt: Adicionar criança
ru: Добавить ребёнка

# children.age.months %lld
source: %lld months
pt_pt: %lld meses
ru: %lld мес.

# children.age.yearsMonths %lld %lld
source: %lld y %lld m
pt_pt: %lld a %lld m
ru: %lld л. %lld мес.

# children.allergies
source: Allergies
pt_pt: Alergias
ru: Аллергии

# children.birth
source: Date of birth
pt_pt: Data de nascimento
ru: Дата рождения

# children.blood
source: Blood type
pt_pt: Grupo sanguíneo
ru: Группа крови

# children.blood.unknown
source: Unknown
pt_pt: Desconhecido
ru: Неизвестна

# children.empty
source: No children yet
pt_pt: Ainda sem crianças
ru: Пока нет детей

# children.empty.description
source: Tap + to add a child: vaccinations, growth and illnesses live here.
pt_pt: Toque em + para adicionar uma criança: aqui ficam vacinas, crescimento e doenças.
ru: Нажмите +, чтобы добавить ребёнка: здесь прививки, рост и болезни.

# children.growth
source: Height and weight
pt_pt: Altura e peso
ru: Рост и вес

# children.illness.add
source: Add illness
pt_pt: Adicionar doença
ru: Добавить болезнь

# children.illness.started
source: Started
pt_pt: Início
ru: Начало

# children.illness.title
source: What happened
pt_pt: O que aconteceu
ru: Что случилось

# children.illnesses
source: Illnesses
pt_pt: Doenças
ru: Болезни

# children.measure.add
source: Add measurement
pt_pt: Adicionar medição
ru: Добавить замер

# children.measure.date
source: Date
pt_pt: Data
ru: Дата

# children.measure.height
source: Height, cm
pt_pt: Altura, cm
ru: Рост, см

# children.measure.weight
source: Weight, kg
pt_pt: Peso, kg
ru: Вес, кг

# children.name
source: Name
pt_pt: Nome
ru: Имя

# children.noAccess
source: No access
pt_pt: Sem acesso
ru: Нет доступа

# children.sex
source: Sex
pt_pt: Sexo
ru: Пол

# children.sex.female
source: Girl
pt_pt: Rapariga
ru: Девочка

# children.sex.male
source: Boy
pt_pt: Rapaz
ru: Мальчик

# children.sex.unspecified
source: Not specified
pt_pt: Não indicado
ru: Не указан

# children.vaccinations
source: Vaccinations
pt_pt: Vacinas
ru: Прививки

# children.vaccinations.disclaimer
source: Reference schedule — a draft of the Portuguese national programme. Always check with your paediatrician and the DGS vaccination booklet.
pt_pt: Calendário de referência — rascunho do Programa Nacional de Vacinação. Confirme sempre com o pediatra e o boletim de vacinas.
ru: Справочный календарь — черновик национальной программы Португалии. Всегда сверяйтесь с педиатром и прививочной книжкой DGS.

# children.vaccine.done
source: Done
pt_pt: Feita
ru: Сделана

# children.vaccine.markGiven
source: Given today
pt_pt: Dada hoje
ru: Сделана сегодня

# children.vaccine.overdue %lld
source: Overdue by %lld days
pt_pt: Em atraso há %lld dias
ru: Просрочена на %lld дн.

# common.cancel
source: Cancel
pt_pt: Cancelar
ru: Отмена

# common.close
source: Close
pt_pt: Fechar
ru: Закрыть

# common.done
source: Done
pt_pt: Concluído
ru: Готово

# common.retry
source: Try again
pt_pt: Tentar novamente
ru: Повторить

# common.save
source: Save
pt_pt: Guardar
ru: Сохранить

# error.code
source: The code is wrong or expired. Try the next one.
pt_pt: O código está errado ou expirou. Tente o próximo.
ru: Код неверный или устарел. Попробуйте следующий.

# error.configuration
source: The app is not configured. Check the server settings.
pt_pt: A aplicação não está configurada. Verifique as definições do servidor.
ru: Приложение не настроено. Проверьте настройки сервера.

# error.conflict
source: This already exists.
pt_pt: Isto já existe.
ru: Такое уже существует.

# error.credentials
source: Wrong email or password.
pt_pt: Email ou palavra-passe incorretos.
ru: Неверный email или пароль.

# error.forbidden
source: You don't have permission for this.
pt_pt: Não tem permissão para esta ação.
ru: У вас нет прав на это действие.

# error.network
source: No connection. Check the internet and try again.
pt_pt: Sem ligação. Verifique a internet e tente novamente.
ru: Нет соединения. Проверьте интернет и попробуйте снова.

# error.notFound
source: Not found or no longer available.
pt_pt: Não encontrado ou já indisponível.
ru: Не найдено или больше недоступно.

# error.title
source: Something went wrong
pt_pt: Algo correu mal
ru: Что-то пошло не так

# error.unknown
source: Unexpected error. Please try again.
pt_pt: Erro inesperado. Tente novamente.
ru: Неожиданная ошибка. Попробуйте ещё раз.

# family.create
source: Create family
pt_pt: Criar família
ru: Создать семью

# family.create.footer
source: You will be the administrator. The main currency can't be changed later.
pt_pt: Será o administrador. A moeda principal não pode ser alterada depois.
ru: Вы станете администратором. Основную валюту потом поменять нельзя.

# family.create.header
source: New family
pt_pt: Nova família
ru: Новая семья

# family.currency
source: Main currency
pt_pt: Moeda principal
ru: Основная валюта

# family.current
source: Family
pt_pt: Família
ru: Семья

# family.invitation.accept
source: Accept
pt_pt: Aceitar
ru: Принять

# family.invitation.decline
source: Decline
pt_pt: Recusar
ru: Отклонить

# family.invitation.role %@
source: Join a family as %@
pt_pt: Juntar-se a uma família como %@
ru: Вступить в семью как %@

# family.invitations
source: You are invited
pt_pt: Foi convidado
ru: Вас пригласили

# family.invite
source: Invite
pt_pt: Convidar
ru: Пригласить

# family.invite.send
source: Send
pt_pt: Enviar
ru: Отправить

# family.invite.sent
source: Invitation created. The person signs up with this email and accepts it in the app.
pt_pt: Convite criado. A pessoa regista-se com este email e aceita o convite na aplicação.
ru: Приглашение создано. Человек регистрируется с этим email и принимает приглашение в приложении.

# family.member.makeRole %@
source: Make %@
pt_pt: Tornar %@
ru: Сделать: %@

# family.member.remove
source: Remove
pt_pt: Remover
ru: Удалить

# family.member.unnamed
source: No name
pt_pt: Sem nome
ru: Без имени

# family.members
source: Members
pt_pt: Membros
ru: Участники

source: Family name
pt_pt: Nome da família
ru: Название семьи

# family.role
source: Role
pt_pt: Função
ru: Роль

# family.welcome
source: Welcome
pt_pt: Bem-vindo
ru: Добро пожаловать

# goals.add
source: New goal
pt_pt: Novo objetivo
ru: Новая цель

# goals.deadline
source: Deadline
pt_pt: Prazo
ru: Срок

# goals.empty
source: No goals yet
pt_pt: Ainda sem objetivos
ru: Пока нет целей

# goals.empty.description
source: Save for something, lose weight, pass an exam: tap + to start.
pt_pt: Poupar para algo, perder peso, passar num exame: toque em + para começar.
ru: Накопить на что-то, похудеть, сдать экзамен: нажмите +, чтобы начать.

# goals.hasDeadline
source: Set a deadline
pt_pt: Definir prazo
ru: Указать срок

# goals.history
source: History
pt_pt: Histórico
ru: История

# goals.invalid
source: Enter two different numbers for start and target.
pt_pt: Introduza dois números diferentes para o início e o objetivo.
ru: Введите два разных числа: сейчас и цель.

# goals.kind
source: Type
pt_pt: Tipo
ru: Тип

# goals.kind.other
source: Other
pt_pt: Outro
ru: Другое

# goals.kind.savings
source: Savings
pt_pt: Poupança
ru: Накопить

# goals.kind.weight
source: Weight
pt_pt: Peso
ru: Вес

# goals.log
source: Log progress
pt_pt: Registar progresso
ru: Записать прогресс

# goals.noAccess
source: No access
pt_pt: Sem acesso
ru: Нет доступа

# goals.pace.achieved
source: Achieved
pt_pt: Alcançado
ru: Достигнута

# goals.pace.behind
source: Behind
pt_pt: Atrasado
ru: Отстаю

# goals.pace.noDeadline
source: No deadline
pt_pt: Sem prazo
ru: Без срока

# goals.pace.onTrack
source: On track
pt_pt: No ritmo
ru: В графике

# goals.pace.overdue
source: Overdue
pt_pt: Em atraso
ru: Просрочена

# goals.private
source: Only visible to me
pt_pt: Visível só para mim
ru: Видно только мне

# goals.projected %@
source: At this pace: %@
pt_pt: A este ritmo: %@
ru: В таком темпе: %@

# goals.start
source: From
pt_pt: De
ru: Сейчас

# goals.target
source: To
pt_pt: Para
ru: Цель

# goals.title
source: What is the goal
pt_pt: Qual é o objetivo
ru: Название цели

# goals.unit
source: Unit
pt_pt: Un.
ru: Ед.

# goals.value
source: Current value
pt_pt: Valor atual
ru: Текущее значение

# listings.add
source: Add listing
pt_pt: Adicionar anúncio
ru: Добавить объявление

# listings.address
source: Address
pt_pt: Morada
ru: Адрес

# listings.address.footer
source: With an address the app puts the home on the map.
pt_pt: Com a morada, a casa aparece no mapa.
ru: По адресу квартира появится на карте.

# listings.area
source: Area
pt_pt: Área
ru: Площадь

# listings.area.invalid
source: The area doesn't look right.
pt_pt: A área não parece correta.
ru: Площадь указана неверно.

# listings.checklist
source: What it has
pt_pt: O que tem
ru: Что есть

# listings.checklist.empty
source: Add criteria with the checklist button.
pt_pt: Adicione critérios no botão da lista.
ru: Добавьте критерии кнопкой чек-листа.

# listings.comment.placeholder
source: Add a note
pt_pt: Adicionar nota
ru: Добавить заметку

# listings.comment.send
source: Send
pt_pt: Enviar
ru: Отправить

# listings.comments
source: Discussion
pt_pt: Discussão
ru: Обсуждение

# listings.criteria
source: Checklist
pt_pt: Lista de critérios
ru: Чек-лист

# listings.criteria.add
source: Add
pt_pt: Adicionar
ru: Добавить

# listings.criteria.footer
source: Stars show how important each point is. The listing score is the weighted share of "yes" answers.
pt_pt: As estrelas mostram a importância. A pontuação é a parte ponderada das respostas «sim».
ru: Звёзды показывают важность пункта. Оценка квартиры — доля ответов «да» с учётом важности.

# listings.criteria.name
source: e.g. Balcony, metro nearby
pt_pt: Ex.: varanda, metro perto
ru: Например: балкон, рядом метро

# listings.criteria.new
source: New criterion
pt_pt: Novo critério
ru: Новый критерий

# listings.criteria.weight %lld
source: Importance: %lld
pt_pt: Importância: %lld
ru: Важность: %lld

# listings.delete
source: Delete listing
pt_pt: Eliminar anúncio
ru: Удалить объявление

# listings.empty
source: No listings yet
pt_pt: Ainda sem anúncios
ru: Пока нет объявлений

# listings.empty.description
source: Tap + and paste a link from Idealista, Imovirtual or another site.
pt_pt: Toque em + e cole um link do Idealista, Imovirtual ou outro site.
ru: Нажмите + и вставьте ссылку с Idealista, Imovirtual или другого сайта.

# listings.link
source: Link to the listing
pt_pt: Link do anúncio
ru: Ссылка на объявление

# listings.link.footer
source: Only https links. Tracking parameters are removed so the same ad isn't added twice.
pt_pt: Apenas links https. Os parâmetros de rastreio são removidos para não duplicar o anúncio.
ru: Только https-ссылки. Трекинговые параметры убираются, чтобы одно объявление не добавилось дважды.

# listings.link.invalid
source: This doesn't look like a valid https link.
pt_pt: Isto não parece um link https válido.
ru: Это не похоже на корректную https-ссылку.

# listings.no
source: No
pt_pt: Não
ru: Нет

# listings.noAccess
source: No access
pt_pt: Sem acesso
ru: Нет доступа

# listings.paste
source: Paste from clipboard
pt_pt: Colar da área de transferência
ru: Вставить из буфера

# listings.perM2 %@
source: %@ / m²
ru: %@ за м²

# listings.price
source: Price
pt_pt: Preço
ru: Цена

# listings.rejected
source: Rejected
pt_pt: Rejeitados
ru: Отклонённые

# listings.rooms
source: Rooms
pt_pt: Tipologia
ru: Комнаты

# listings.status
source: Status
pt_pt: Estado
ru: Статус

# listings.status.new
source: New
pt_pt: Novo
ru: Новое

# listings.status.rejected
source: Rejected
pt_pt: Rejeitado
ru: Отклонено

# listings.status.shortlisted
source: Shortlisted
pt_pt: Pré-selecionado
ru: В шорт-листе

# listings.status.toVisit
source: To visit
pt_pt: A visitar
ru: Посмотреть

# listings.status.visited
source: Visited
pt_pt: Visitado
ru: Смотрели

# listings.title
source: Title
pt_pt: Título
ru: Название

# listings.unanswered %lld
source: %lld unanswered
pt_pt: %lld sem resposta
ru: без ответа: %lld

# listings.yes
source: Yes
pt_pt: Sim
ru: Да

# lock.reason
source: Unlock to see your family data
pt_pt: Desbloqueie para ver os dados da família
ru: Разблокируйте, чтобы увидеть данные семьи

# lock.title
source: Family is locked
pt_pt: A aplicação está bloqueada
ru: Приложение заблокировано

# lock.unlock
source: Unlock
pt_pt: Desbloquear
ru: Разблокировать

# mfa.challenge.footer
source: Open Passwords or your authenticator app and enter the current code.
pt_pt: Abra as Palavras-passe ou a app autenticadora e introduza o código atual.
ru: Откройте «Пароли» или приложение-аутентификатор и введите текущий код.

# mfa.challenge.title
source: Verification code
pt_pt: Código de verificação
ru: Код подтверждения

# mfa.enroll.addToPasswords
source: Add to Passwords
pt_pt: Adicionar às Palavras-passe
ru: Добавить в «Пароли»

# mfa.enroll.explanation
source: Family data is protected by a second factor. Add a one-time code to Passwords (or any authenticator app) once — then the code fills in automatically.
pt_pt: Os dados da família estão protegidos por um segundo fator. Adicione o código uma vez às Palavras-passe (ou a uma app autenticadora) — depois o código é preenchido automaticamente.
ru: Данные семьи защищены вторым фактором. Один раз добавьте код в «Пароли» (или любое приложение-аутентификатор) — дальше код будет подставляться автоматически.

# mfa.enroll.manual
source: Enter key manually
pt_pt: Introduzir a chave manualmente
ru: Ввести ключ вручную

# mfa.enroll.qr
source: QR code for the authenticator
pt_pt: Código QR para o autenticador
ru: QR-код для аутентификатора

# mfa.enroll.step1
source: 1. Add the code
pt_pt: 1. Adicione o código
ru: 1. Добавьте код

# mfa.enroll.step2
source: 2. Enter the 6-digit code
pt_pt: 2. Introduza o código de 6 dígitos
ru: 2. Введите 6-значный код

# mfa.enroll.title
source: Two-factor authentication
pt_pt: Autenticação de dois fatores
ru: Двухфакторная защита

# mfa.verify
source: Confirm
pt_pt: Confirmar
ru: Подтвердить

# notes.add
source: New note
pt_pt: Nova nota
ru: Новая заметка

# notes.body
source: Text
pt_pt: Texto
ru: Текст

# notes.edit
source: Note
pt_pt: Nota
ru: Заметка

# notes.empty
source: No notes yet
pt_pt: Ainda sem notas
ru: Пока нет заметок

# notes.noAccess
source: No access
pt_pt: Sem acesso
ru: Нет доступа

# notes.noResults
source: Nothing found
pt_pt: Nada encontrado
ru: Ничего не найдено

# notes.pin
source: Pin
pt_pt: Fixar
ru: Закрепить

# notes.private
source: Only visible to me
pt_pt: Visível só para mim
ru: Видно только мне

# notes.title
source: Notes
pt_pt: Notas
ru: Заметки

# notes.titleField
source: Title
pt_pt: Título
ru: Заголовок

# password.noDigit
source: A digit
pt_pt: Um algarismo
ru: Цифра

# password.noLowercase
source: A lowercase letter
pt_pt: Uma letra minúscula
ru: Строчная буква

# password.noUppercase
source: An uppercase letter
pt_pt: Uma letra maiúscula
ru: Заглавная буква

# password.tooShort
source: At least 12 characters
pt_pt: Pelo menos 12 caracteres
ru: Минимум 12 символов

# role.admin
source: Administrator
pt_pt: Administrador
ru: Администратор

# role.admin.description
source: Full access. Critical actions need a second administrator's approval.
pt_pt: Acesso total. Ações críticas precisam da aprovação de outro administrador.
ru: Полный доступ. Критичные действия подтверждает второй администратор.

# role.adult
source: Adult
pt_pt: Adulto
ru: Взрослый

# role.adult.description
source: Sees and adds expenses, tasks and notes. Can't manage members or budgets.
pt_pt: Vê e adiciona despesas, tarefas e notas. Não gere membros nem orçamentos.
ru: Видит и добавляет расходы, задачи и заметки. Не управляет участниками и бюджетами.

# role.child
source: Child
pt_pt: Criança
ru: Ребёнок

# role.child.description
source: Sees family content meant for children. No access to finances.
pt_pt: Vê o conteúdo destinado às crianças. Sem acesso às finanças.
ru: Видит то, что предназначено детям. Нет доступа к финансам.

# role.guest
source: Guest
pt_pt: Convidado
ru: Гость

# role.guest.description
source: Read-only access to what is shared with guests (e.g. grandparents, nanny).
pt_pt: Apenas leitura do que é partilhado com convidados (ex.: avós, ama).
ru: Только просмотр того, что открыто гостям (например, бабушкам, няне).

# settings.faceId
source: Face ID lock
pt_pt: Bloqueio com Face ID
ru: Блокировка Face ID

# settings.faceId.footer
source: Asks for Face ID when you return to the app after 30 seconds.
pt_pt: Pede o Face ID quando volta à aplicação após 30 segundos.
ru: Запрашивает Face ID при возврате в приложение через 30 секунд.

# settings.faceId.unavailable
source: This iPhone has no passcode, so the app lock has no effect. Set a passcode in iOS Settings.
pt_pt: Este iPhone não tem código, por isso o bloqueio da aplicação não tem efeito. Defina um código nas Definições do iOS.
ru: На этом iPhone не задан код-пароль, поэтому блокировка приложения не действует. Задайте код-пароль в настройках iOS.

# settings.language
source: Language
pt_pt: Idioma
ru: Язык
